{
  "info": {
    "versao": "3.2",
    "ultima_atualizacao": "2025-11-23",
    "observacao": "Modelo definitivo com suporte a múltiplas categorias e expansões."
  },

  "categorias": [
    {
      "nome": "Base - Jogo Original",
      "ativo": true,
      "descricao": "O baralho principal do jogo, com os ditados e frases originais.",
      "frases": [
        "<b>O PAU COMEU E VOCÊ CORREU!</b> \nEnquanto os outros jogadores duelavam, você, O ESPERTINHO, <b>avançou 1 casa</b>.",
        "<b>VAI PENSANDO QUE O JOGO TÁ GANHO...</b> \nDuele com o animal que estiver mais próximo ao Panteão dos Magos do Tempo.\nSe dois ou mais jogadores estiverem nesta posição, duele com o mais iludido.",
        "<b>VAI TÊ QUE DUELÁ #DIY (faça você mesmo)</b>\nVocê e mais 2 jogadores à sua escolha duelam simultaneamente, usando apenas armas caseiras. O vencedor avança 2 casas, o segundo avança 1, já o terceiro… melhore para a próxima rodada.",
        "<b>E O VENTO LEVOU…</b>\na sua chance de jogar.\nRespire e não pire.\n<b>Passe a vez para um animal à sua escolha.</b>",
        "<b>HÁ MALES QUE VÊM PARA O BEM</b>\nVocê e todos os demais jogadores passam suas armas para o jogador à sua direita.",
        "<b>O LIXO DE UM É O OURO DOS OUTROS</b>\nDuele com o animal que estiver mais distante do Panteão dos Magos do Tempo utilizando a sua arma de menor valor.\nSe dois ou mais jogadores estiverem nesta posição, duele com o mais brilhante.",
        "<b>DÉJÀ VU!</b>\nAcho que já estive aqui…\nE esteve mesmo, azarado!\n<b>Volte 2 casas!</b>",
        "<b>ÁGUAS PASSADAS NÃO MOVEM MOINHOS…</b>\ne nem você.\nFique exatamente como está e deixe o próximo animal jogar.",
        "<b>A CORDA SEMPRE ARREBENTA DO LADO MAIS FRACO</b>\nTodos os jogadores, exceto você, O SORTUDÃO, voltam 1 casa.",
        "<b>ÁGUA MOLE EM PEDRA DURA TANTO BATE ATÉ QUE FURA</b>\nOs dois animais mais próximos do Panteão dos Magos do Tempo duelam.\nMas atenção! O perdedor volta 1 casa e o vencedor avança 1 casa.",
        "<b>AMIGOS, AMIGOS; NEGÓCIOS À PARTE</b>\nDuele com o animal que estiver mais próximo ou na mesma casa que você.\nSe houver, além de você, dois ou mais jogadores nesta posição, escolha o mais articulado.",
        "<b>NEM TUDO QUE BRILHA É RELÍQUIA OU JÓIA</b>\nÀs vezes sou só eu passando pra próxima casa.\nVocê avança 1 casa, jóia rara.",
        "<b>CADA MACACO NO SEU GALHO</b>\nNessa rodada nenhum animal duela!\n#PAZNATERRA\n#PELAPAZMUNDIAL",
        "<b>UM DIA É DA CAÇA E OUTRO É DO CAÇADOR</b>\nGuarde esta carta e use quando quiser reverter uma decisão a seu favor.\nEsta carta só pode ser usada uma vez e é intransferível.\nUSO ÚNICO",
        "<b>QUEM COM FERRO FERE, COM FERRO SERÁ FERIDO…</b>\nMas hoje não!\nTodos os jogadores duelam entre si com armas que não possuam metal em sua composição.\nQuem não tem, fica fora desta rodada.",
        "<b>PUXANDO O TAPETE</b>\nVocê acaba de receber uma licença para ser sacana.\nEscolha um oponente para <b>voltar 1 casa</b>.",
        "<b>ATENÇÃO!</b>\nEste é o carro de telemensagem!\n~Música Romântica~\nQuero pedir licença para chegar até você e dizer algo que demorei muito para ter coragem de falar:\n...\nEscolha o animal mais deslumbrante para avançar uma casa.",
        "<b>CAVALO DADO NÃO SE OLHA OS DENTES</b>\nTroque uma de suas armas com um oponente deveras sortudo.\nVocê que escolhe quem será o grande sortudo, sabichão!\nO seu oponente deve abrir um leque com as cartas viradas para ele, então você selecionará uma delas — mas sem espiar hein!",
        "<b>BOLA DE CRISTAL</b>\nVocê escolhe um adversário para revelar todas as suas armas para todos os guerreiros.",
        "<b>PENSA RÁPIDO!</b>\nConte até 3 em voz alta.\nEste é o tempo para que todos os jogadores escolham uma carta e duelem entre si.\n1... 2... 3... JÁ!",
        "<b>SANTO DE CASA NÃO FAZ MILAGRE</b>\nATENÇÃO, ANIMAIS!\nTodos duelam apenas com itens domésticos.",
        "<b>O BEIJINHO É DOCE…</b>\nMas você não.\nDuele com qualquer animal à sua escolha, somando +2 pontos à sua arma.",
        "<b>É DANDO QUE SE RECEBE</b>\nTroque sua menor carta pela maior de um outro jogador à sua escolha.",
        "<b>O BARATO SAI CARO</b>\nAtenção, jogadores!\nTodos duelam usando apenas as cartas de menor valor.",
        "<b>OS HUMILHADOS SERÃO EXALTADOS</b>\nDuele com o animal que estiver mais perto do início.\nSe 2 ou mais personagens estiverem nesta posição, duele com todos.",
        "<b>VACA AMARELA…</b>\nVocê já sabe o resto.\nDuele com um animal à sua escolha usando apenas cartas amarelas.",
        "<b>NÃO REPARA NA BAGUNÇA…</b>\nAtenção, animais:\nTodos duelam.\nMas antes, você deve embaralhar suas cartas e pedir para o animal à sua esquerda escolher a sua arma.",
        "<b>NÃO SABE BRINCAR, NÃO DESCE PRO PLAY…</b>\nVocê perdeu a sua vez.",
        "<b>DEUS AJUDA QUEM CEDO MADRUGA…</b>\nVocê, abençoado, avance 2 casas sem duelar.",
        "<b>FUSCA AZUL!</b>\nJá viu? Atenção, animais: \nTodos duelam usando somente cartas da cor azul.",
        "<b>LARANJA MADURA NA BEIRA DA ESTRADA OU ESTÁ PODRE OU ESTÁ BICHADA</b>\nAtenção, animais: \nTodos duelam usando somente cartas da cor laranja.",
        "<b>PRIVILEGIADO, SIM!</b>\nTodos os outros animais duelam usando as armas de menor valor, menos você, chuchu, que pode usar a de maior valor.",
        "<b>O AMOR É UMA FLOR ROXA…</b>\ne sua arma também será.\nAtenção, animais: \nTodos duelam usando apenas cartas roxas.",
        "<b>NÃO EXISTE ROSA SEM ESPINHO</b>\nAtenção, animais:\nTodos duelam apenas com rosas… digo, com cartas vermelhas.",
        "<b>A VIDA TEM A COR QUE VOCÊ PINTA!</b>\nAtenção, animais: \nTodos duelam usando apenas cartas verdes.",
        "<b>A UNIÃO FAZ A FORÇA…</b>\nE às vezes um docinho também.\nJunte os pontos de 2 cartas de menor valor e chame 2 outros animais para somarem suas respectivas cartas de menor valor e entrarem neste duelo contra você.\nSe você vencer, avance 2 casas, caso contrário, volte 2 casas.",
        "<b>ANTES SÓ DO QUE MAL ACOMPANHADO</b>\nTodos os animais, exceto você, alecrim-dourado, devem voltar 1 casa.",
        "<b>CHEGA PRO LADO, ROSE... NESTA PORTA CABEM DOIS</b>\nVocê e o animal à sua direita avançam 1 casa.",
        "<b>VOU TE MOSTRAR COM QUANTOS PAUS SE FAZ UMA CANOA!</b>\nDuele ao mesmo tempo com o animal à sua direita e com o animal à sua esquerda, usando apenas armas de madeira.",
        "<b>QUEM NÃO É VISTO, NÃO É LEMBRADO</b>\nOs 3 últimos animais deixados para trás duelam entre si usando apenas itens de lazer.",
        "<b>AONDE A VACA VAI, O BOI VAI ATRÁS</b>\nVocê e o animal que perdeu o último duelo avançam 1 casa.",
        "<b>É MUITA AREIA PRO SEU CAMINHÃO</b>\nO animal à sua direita escolhe, sem espiar, uma de suas cartas para devolver ao monte de armas.",
        "<b>EM TIME QUE ESTÁ GANHANDO NÃO SE MEXE</b>\n...e você também não! Fique exatamente onde está.",
        "<b>PRA CAVALO VELHO O REMÉDIO É CAPIM NOVO</b>\nO animal mais distante do Panteão dos Magos do Tempo adiciona a si duas novas cartas de armas.",
        "<b>QUANTO MAIS ALTO, MAIOR O TOMBO</b>\nO animal mais próximo do Panteão dos Magos do Tempo troca de lugar com o mais distante.",
        "<b>AQUI SE FAZ, AQUI SE PAGA!</b>\nAqui está a licença que buscavam para fazer justiça com as próprias mãos:\nOs 2 últimos animais que venceram nas 2 últimas rodadas duelam entre si.",
        "<b>AS APARÊNCIAS ENGANAM…</b>\nAtenção, animal: \nSe você estiver em uma casa de número par, volte 1 casa; se estiver em uma casa de número ímpar, avance 1 casa.",
        "<b>O QUE NÃO TE MATA, TE FAZ MAIS FORTE</b>\nGuarde esta carta e use quando quiser vencer um duelo que você perderia, se não tivesse essa carta, claramente.\nEsta carta só pode ser usada uma única vez e é intransferível.\nUSO ÚNICO",
        "<b>ELA TÁ TÃO NA SUUUUUUAA!!</b>\nEscolha um jogador para receber o presente de avançar uma casa — mas sem segundas intenções, ok?\n*piscadinha*"
      ]
    },
    {
      "nome": "Baralho de Animações",
      "ativo": false,
      "descricao": "Expansão com frases baseadas no mundo animado.",
      "frases": [
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>AO INFINITO E ALÉM!</b>\nVocê avança 1 casa.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>AMIGO ESTOU AQUI</b>\nVocê e outro jogador escolhido por você avançam juntos 1 casa.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>HAKUNA MATATA!</b>\nSeus probleeemas, você deve esqueceeeer...\nEntão relaxe!\nNinguém duela nesta rodada.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>LIVRE ESTOOOU!</b>\nE está mesmo...\n...da sua vez de jogar.\nFique onde está",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>MIRABEL SEMPRE ESTEVE CERTA!</b>\nTodos duelam apenas com coisas da 'casita', ou seja, itens domésticos.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>EU GOSTO DE ABRAÇOS QUENTINHOS!</b>\nTodos os animais duelam apenas com <b>itens inflamáveis</b>.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>SUBA! AVENTURA ESTÁ LÁ FORA!</b>\nEscolha um jogador para subir com você.\nAmbos avançam 1 casa.\n(Bexigas não incluídas.)",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>OHANA QUER DIZER FAMÍLIA</b>\nFamília quer dizer… *frase famosa aqui*\nO jogador mais distante do Panteão avança 1 casa.\nSe mais de um estiver na mesma posição, ambos avançam.\nFamília é isso aí.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>BIBBIDI-BOBBIDI-BUM!</b>\nTodos duelam! Não conte para madrasta nem para os demias jogadores.\nTransforme qualquer arma sua em um coringa apenas nesta rodada.\n(Sem garantias de virar abóbora depois.)",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>KATCHAWWN! EU SOU A VELOCIDADE!</b>\nO jogador mais rápido, eu mesmo, avança 2 casas.\nE vocês comem poeira.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>ESSA É A LEI DA SELVA!\nAPENAS O NECESSÁRIO!</b>\nTodos duelam usando apenas armas naturais: madeira, pedra, água e o que mais encontrarem na trilha.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>OCEANO, ME MOSTRE O CAMINHO!</b>\nVocê avança até ficar lado a lado com o jogador mais próximo do Panteão.\nSe já estiver ao lado dele… avance 1 casa extra para mostrar quem manda.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>RATATOUILLE APROVA!</b>\nO jogador que cozinhar melhor na vida real, decidam aí, avança 1 casa.\nEnquanto isso, você, ratazana, rouba uma carta aleatória dele.\nBon appétit.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>EU SOU A PRINCESA GUERREIRA!</b>\nVocê pode duelar com qualquer arma na mão...\nMas se perder, volte 2 casas por excesso de confiança.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>Ô POKÉ-BICHÃO! EU ESCOLHO… VOCÊ!</b>\nO jogador mais energético do grupo, julguem aí, deve enfrentar você num duelo direto.\nO vencedor avança 1 casa.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>KA-CHOW!</b>\nUtilize o poder do Honmoon e seja <b>LETAL</b> contra um inimigo à sua escolha.\nDuelem utilizando apenas armas.\nO perdedor volta 2 casas e o vencedor avança 1.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>MEU MALVADO FAVORITO!</b>\nEscolha um jogador para “roubar a lua”.\nVocê pega a arma de maior valor da mão dele.\nEle ganha um banana-minion imaginário de consolação.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>HORA DE VIRAR HERÓI!</b>\nCom o Omnitrix sobrecarregado, todas as suas cartas ganham +2 de poder.\nTodos duelam nesta rodada, mas escolha rápido.\nSeu bônus acaba se algum animal soletrar OMNITRIX antes de você escolher sua carta.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>MISTÉRIO S/A NA ÁREA!</b>\nO jogador com a “cara mais suspeita” deve duelar com o jogador “mais inocente”.\nVocê escolhe os dois. Quem vencer ganha um biscoito Scooby... Ops!... avança uma casa.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>VOCÊ VIU O PERRY?</b>\nO jogador mais distraído do grupo perde 1 arma aleatória da mão.\nVocê avança 1 casa por estar mais atento."
]
    },
    {
      "nome": "Baralho Geek",
      "ativo": false,
      "descricao": "Cartas inspiradas em filmes, séries e cultura nerd.",
      "frases": [
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>EU SOU INEVITAVEL!</b>\nO animal que jogou antes de você selecionará metade das armas da sua mão, mas sem espiar, para serem descartadas em um estalar de dedos.\nPerfeitamente balanceado!",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>VOCÊ NÃO PASSARÁ!</b>\nBloqueie o avanço de um oponente, mas...\n como toda magia tem um preço...\n<b>nenhum de vocês dois jogará na próxima rodada.</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>ATENÇÃO! TORNADO PARA OZ PASSANDO...</b>\nEscolha um jogador para embaralhar todas as cartas da sua mão com as que ainda não foram retiradas do deck de armas e refazer a sua mão após o tornado passar.",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>QUE A FORÇA ESTEJA COM VOCÊ!</b>\nVocê duelará com o lado oposto da força, ou seja, o jogador que estiver mais distante da sua posição no tabuleiro.",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>DRACARYS!</b>\nVocê escolhe um animal para sentir o fogo do dragão.\nEle descarta a arma mais forte da mão.",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>EU SOU GROOT.</b>\nTodos entenderam o recado, né?.\n<b>Todos os animais descartam a carta do meio da própria mão.</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>PELO PODER DE GREYSKULL!\nEU TENHO A FORÇA!!</b>\nA magia ancestral te favorece.\n<b>Duele contra todos os animais nesta rodada, todas as armas na sua mão recebem +2 de dano nesta rodada.</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>UM ANEL PARA TODOS ZUAR...</b>\nMostre uma arma da sua mão.\nTodos os jogadores devem mostrar uma carta também à sua escolha.\n<b>Quem tiver o menor valor volta 1 casa.</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>FUS RO DAH!</b>\nSeu grito é tão poderoso que…\n<b>Todos os jogadores ao seu lado no tabuleiro voltam 1 casa.</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>DIGIEVOLUÇÃO!</b>\nVocê evoluiu.\n<b>Troque qualquer arma da mão por uma nova do topo do deck de armas.</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>QUE OS JOGOS COMEÇEM!\nE QUE A SORTE ESTEJA AO SEU FAVOR, TRIBUTOS!</b>\nSelecione um animal para duelar.\nO tipo de arma será definido por você.\n<b>Em caso de empate, vence quem argumentar melhor.</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>FATALITY!</b>\nVocê escolhe um oponente nesta rodada para duelar contra você.\n<b>Quem perder deverá descartar todas as suas cartas de armas, pegar novas no Deck de Armas e ficará sem participar da próxima rodada.</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>RECARREGANDO…</b>\nSua munição acabou no pior momento.\n<b>Pule sua vez, mas na próxima rodada compre 1 arma extra.</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>BAMF!\nTeleportador mutante avistado!</b>\nO azulão passou por aqui e te deu uma mãozinha.\n<b>Troque de posição no tabuleiro com qualquer jogador.\n*A troca obrigatória*</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>O MANDALORIANO NÃO ERRA.</b>\nEscolha um jogador.\nTodos duelam nesta rodada<b> mas ele não poderá duelar na rodada atual.</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>BATERIA FRACA… IGUAL SUAS ESCOLHAS.</b>\nFeche seus olhos, embaralhe as suas cartas e <b>selecione 3 das suas armas para trocar por cartas novas</b>.",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>KAMEHAMEHAAAA!</b>\nSolte a energia!\n<b>Todos os jogadores duelam apenas com itens eletrônicos</b>.",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>VOCÊ É UM BRUXO, Ô ANIMAL!</b>\nMagia instável.\n<b>Escolha: avançar 1 casa OU comprar 2 armas</b>."
      ]
    },
    {
      "nome": "Baralho Natalino",
      "ativo": false,
      "descricao": "Expansão com frases natalinas e temas festivos.",
      "frases": [
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>HO HO HO!</b>\nTodos os animais trocam de posição no tabuleiro em sentido horário.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>ESPERA, ESSE PRESENTE É MEU!</b>\nRoube uma arma de qualquer animal.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>CEIA DE NATAL</b>\nHora de se comparar com os primos e ver quem conquistou mais coisas neste ano. <b>Todos os jogadores se unem em um duelo coletivo. Quem tiver a maior arma, avança 2 casas</b>.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>VOCÊ NÃO FOI UM BOM MENINO!</b>\n<b>Volte duas casas</b> e seja melhor daqui para frente!",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>PAPAI NOEL TRAVOU NA CHAMINÉ!</b>\nO jogador mais alto da mesa deve ajudar… e perde a vez por isso. Mas pelo bom gesto, ele ganha uma carta extra.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>AMIGO OCULTO DE 2O REAIS</b>\nTodos trocam uma arma aleatória com o jogador da esquerda.\nSe ganhar meia… que pena!\nFique exatamente onde está e repense suas amizades.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>TROCA DE PRESENTES NA EMPRESA</b>\nVocê não tem como fugir!\nCada jogador escolhe aleatoriamente uma arma da própria mão para dar ao jogador da direita.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>ARROZ COM PASSAS, SAI DAQUI!</b>\nEscolha um animal para descartar a arma mais fraca em sua pata.\nAfinal, ninguém merece essa decepção.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>RENAS EM FÚRIA!</b>\nO jogador mais rápido (quem levantar ja cadeira e der um pulo primeiro) avança 2 casas.\nTodos os outros duelam por uma chance de avançar também.\n1...2...3...Já!",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>O GRINCH APARECEU!</b>\nE ele roubou a arma de maior valor da mão de todos os jogadores.\nE sim... eu sei que dói.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>PISCA-PISCA DEFEITUOSO</b>\nA mesa inteira duela usando apenas armas que brilham.\nVocês decidem o que brilha mais.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>NOITE FELIZ… OU QUASE</b>\nO jogador que cantar o trecho mais bonito de 'Noite Feliz', avança 1 casa.\nSe todos se recusarem, ninguém avança.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>CHOCOTONE VS PANETTONE</b>\nEscolham seus lados.\n<b>*Segredinho nosso hein</b>\n Revele esta informação após os lados serem definidos*:\nO grupo que tiver mais pessoas não precisa duelar.\nMas o grupo dos que têm paladar ruim duela entre si.\nO vencedor fica onde está e os perdedores voltam 1 casa.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>BORA VISITAR OS PARENTES!</b>\nVocê avança até o jogador que estiver imediatamente à sua frente.\nSe já estiver colado, avance 1 casa mesmo assim.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>É PRA CUMÊ OU PRA PASSÁ?</b>\nVocê fez a clássica piada do pavê.\nTodos reviram os olhos…\nE suspiram…\nMas você avança 1 casa pela coragem coragem.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>TEVE BRIGA NO GRUPO DA FAMÍLIA!</b>\nTodos os animais perdem o turno por causa da briga, exceto você — que só observa e come salpicão no cantinho da sala e avança uma casa de fininho.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>CALOR DESGRAÇADO!</b>\nNinguém duela nesta rodada.\nEstá todo mundo suando demais pra brigar.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>TIA FOFOQUEIRA EM AÇÃO</b>\nA tia sempre descobre tudo, inclusive os namoradinhos secretos.\nEscolha um jogador para revelar TODAS as armas.\nMas ninguém duela nesta rodada.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>AI MEU JESUS, QUE CRIANÇA LINDA!</b>\nVovó não tem favoritos, mas ela te favorece sem motivo.\n*piscadinha*\nAvance 1 casa gratuitamente.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>RABANADA SEM FIM</b>\nÉ tão doOCEEE!\nVocê ganha tanta energia que avança 2 casas.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>O TIO CHATO ESTÁ CHEGANDO!</b>\nE você não pode reclamar das piadas dele...\nInfelizmente tradição é tradição.\n O animal mais velho avança 1 casa.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>VOVÔ DISTRIBUIU AS NOTAS DE 5O</b>\nO jogador com menos casas avança 2.\nVovô ajuda a quem precisa.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>O PRIMO FITNESS CHEGOU</b>\nE criticou teus hábitos alimentares e a comida no teu prato.\nTodos os jogadores menos você descartam uma arma de 'calorias altas'.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>ÁRVORE TORTA DAS AMERICANAS</b>\nSua decoração caiu no meio da ceia e você volta 1 casa pelo vexame.\nTriste, mas real.\nQuem mandou economizar na decoração?"
      ]
    },
    {
      "nome": "Baralho Gospel",
      "ativo": false,
      "descricao": "Frases baseadas em experiências dentro da igreja.",
      "frases": [
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>QUE MICO, IRMÃO!</b>\nO líder pediu pra você orar e deu branco na hora.\nVocê perde a vez… mas pelo menos Deus entendeu suas intenções.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>ESCALA DUPLA!</b>\nHoje você está na escala.\nChegue mais cedo e saia mais tarde.\nO jogador mais próximo do panteão volta uma casa.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>REFLEXÃO DE ÚLTIMA HORA</b>\nTe pediram para trazer a palavra sem aviso!\nCom tanta pressão, você troca todas as suas armas por novas\n Mas por não desistir, avança 1 casa.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>GLÓRIAS!!!</b>\nVocê recebeu uma bênção inesperada.\nAvance 1 casa.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>ORA QUE MELHORA!</b>\nEscolha um jogador.\nAmbos fecham os olhos e escolhem a sua arma para o duelo de olhos fechados.\nQuem vencer avança 1 casa.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>O IRMÃO DO SOM TOCOU O PLAYBACK ERRADO</b>\nVocê colocou o playback errado no culto.\nQue vergonha.\nVolte 1 casa.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>OLHA LÁ O IRMÃO 13º!</b>\nO cara só aparece uma vez por ano e acha que não tá perdendo nada.\nVolte ao início do tabuleiro.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>MOISÉS ABRIU O MAR!</b>\nE você que não é bobo, correu dos egípcios.\nAvance 2 casa.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>A PAZ DO SENHOR, VISITANTE!</b>\nVocê foi cumprimentado mais vezes do que conseguiu contar antes de sentar.\nVocê perde a vez de tão cansado.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>DAVID E GOLIAS</b>\nEscolha o jogador mais alto; caso seja você, escolha o menor para duelar.\nAmbos duelam usando apenas a menor arma das suas mãos.\nAfinal, às vezes é a pedrinha que faz a diferença.\nO vencedor avança 2 casas.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>TÁ REPREENDIDO!</b>\nEscolha um jogador para descartar sua arma mais forte.\nFora, seta do maligno!",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>AOS POBRES SEMPRE OS TERÃO</b>\nUm animal necessitado passou pedindo ajuda.\nDê 1 arma da sua mão para o jogador à sua direita.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>IRMÃ DO GLÓRIA!</b>\nA irmã deu aquele grito que te fez pular da cadeira.\nVocê avança 1 casa pela adrenalina.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>ME AJUDA AQUI NA PORTA RAPIDINHO!</b>\nVocê foi ajudar na recepção e acabou ficando preso na função o culto todo.\nFique 1 rodada sem jogar.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>O HINO DA VITÓRIA</b>\nDiga um louvor que tenha a palavra vitória; mas não vale Cassiane.\nSe você não souber, volte 1 casa, se souber, avance 1.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>CULTO ESTILO MARATONA</b>\nO culto ultrapassou duas horas.\nA atenção já foi pras cucuias, mas sempre tem aquele hiper focado que está sendo abençoado.\nUtilize a roleta para descobrir quem avança 1 casa.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>BENÇÃO EM DOBRO</b>\nVocê sentiu a presença forte!\nCompre 2 armas novas.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>PEQUENO GRUPO HOJE!</b>\nVocê reencontra pessoas queridas.\nAvance 1 casa e escolha alguém para avançar com você.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>JONAS FUGIU DA MISSÃO</b>\nVocê tentou se esconder de uma responsabilidade.\nTroque todas as suas cartas por novas e volte 1 casa.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>CHAMARAM VOCÊ PARA DAR UM TESTEMUNHO</b>\nMas você não estava preparado.\nEmbaralhe completamente sua mão e compre 1 carta extra para compensar o nervosismo.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>ELIAS VS OS PROFETAS DE BAAL</b>\nDuele contra todos os jogadores.\nSe vencer, avance 2 casas.\nSe perder… talvez seja hora de fugir pra caverna e voltar 1.",
        "<size=80%><b><color=#AA77FF>Baralho Gospel</color></b></size>\n<b>MURO DE JERICÓ</b>\nToque as trombetas!\nTodos os jogadores duelam simultaneamente.\nO bicho com a carta de menor valor volta 1 casa, o que tem a de maior valor avança 1, o resto fica só de testemunha."
        ]

    }
  ]
}














