{
  "info": {
    "versao": "2.0",
    "ultima_atualizacao": "2025-11-03",
    "observacao": "Modelo definitivo com suporte a múltiplas categorias e expansões."
  },

  "categorias": [
    {
      "nome": "Base",
      "ativo": true,
      "descricao": "O baralho principal do jogo, com os ditados e frases originais.",
      "frases": [
        "<b>O PAU COMEU E VOCÊ CORREU!</b> \nEnquanto os outros jogadores duelavam, você, O ESPERTINHO, <b>avançou 1 casa</b>.",
        "<b>VAI PENSANDO QUE O JOGO TÁ GANHO...</b> \nDuele com o animal que estiver mais próximo ao Panteão dos Magos do Tempo.\nSe dois ou mais jogadores estiverem nesta posição, duele com o mais iludido.",
        "<b>VAI TÊ QUE DUELÁ #DIY (faça você mesmo)</b>\nVocê e mais 2 jogadores à sua escolha duelam simultaneamente, usando apenas armas caseiras. O vencedor avança 2 casas, o segundo avança 1, já o terceiro… melhore para a próxima rodada.",
        "<b>E O VENTO LEVOU…</b>\na sua chance de jogar.\nRespire e não pire.\n<b>Passe a vez para um animal à sua escolha.</b>",
        "<b>HÁ MALES QUE VÊM PARA O BEM</b>\nVocê e todos os demais jogadores passam suas armas para o jogador à sua direita.",
        "<b>O LIXO DE UM É O OURO DOS OUTROS</b>\nDuele com o animal que estiver mais distante do Panteão dos Magos do Tempo utilizando a sua arma de menor valor.\nSe dois ou mais jogadores estiverem nesta posição, duele com o mais brilhante.",
        "<b>DÉJÀ VU!</b>\nAcho que já estive aqui…\nE esteve mesmo, azarado!\n<b>Volte 2 casas!</b>",
        "<b>ÁGUAS PASSADAS NÃO MOVEM MOINHOS…</b>\ne nem você.\nFique exatamente como está e deixe o próximo animal jogar.",
        "<b>A CORDA SEMPRE ARREBENTA DO LADO MAIS FRACO</b>\nTodos os jogadores, exceto você, O SORTUDÃO, voltam 1 casa.",
        "<b>ÁGUA MOLE EM PEDRA DURA TANTO BATE ATÉ QUE FURA</b>\nOs dois animais mais próximos do Panteão dos Magos do Tempo duelam.\nMas atenção! O perdedor volta 1 casa e o vencedor avança 1 casa.",
        "<b>AMIGOS, AMIGOS; NEGÓCIOS À PARTE</b>\nDuele com o animal que estiver mais próximo ou na mesma casa que você.\nSe houver, além de você, dois ou mais jogadores nesta posição, escolha o mais articulado.",
        "<b>NEM TUDO QUE BRILHA É RELÍQUIA OU JÓIA</b>\nÀs vezes sou só eu passando pra próxima casa.\nVocê avança 1 casa, jóia rara.",
        "<b>CADA MACACO NO SEU GALHO</b>\nNessa rodada nenhum animal duela!\n#PAZNATERRA\n#PELAPAZMUNDIAL",
        "<b>UM DIA É DA CAÇA E OUTRO É DO CAÇADOR</b>\nGuarde esta carta e use quando quiser reverter uma decisão a seu favor.\nEsta carta só pode ser usada uma vez e é intransferível.\nUSO ÚNICO",
        "<b>QUEM COM FERRO FERE, COM FERRO SERÁ FERIDO…</b>\nMas hoje não!\nTodos os jogadores duelam entre si com armas que não possuam metal em sua composição.\nQuem não tem, fica fora desta rodada.",
        "<b>PUXANDO O TAPETE</b>\nVocê acaba de receber uma licença para ser sacana.\nEscolha um oponente para <b>voltar 1 casa</b>.",
        "<b>ATENÇÃO!</b>\nEste é o carro de telemensagem!\n~Música Romântica~\nQuero pedir licença para chegar até você e dizer algo que demorei muito para ter coragem de falar:\n...\nEscolha o animal mais deslumbrante para avançar uma casa.",
        "<b>CAVALO DADO NÃO SE OLHA OS DENTES</b>\nTroque uma de suas armas com um oponente deveras sortudo.\nVocê que escolhe quem será o grande sortudo, sabichão!\nO seu oponente deve abrir um leque com as cartas viradas para ele, então você selecionará uma delas — mas sem espiar hein!",
        "<b>BOLA DE CRISTAL</b>\nVocê escolhe um adversário para revelar todas as suas armas para todos os guerreiros.",
        "<b>PENSA RÁPIDO!</b>\nConte até 3 em voz alta.\nEste é o tempo para que todos os jogadores escolham uma carta e duelem entre si.\n1... 2... 3... JÁ!",
        "<b>SANTO DE CASA NÃO FAZ MILAGRE</b>\nATENÇÃO, ANIMAIS!\nTodos duelam apenas com itens domésticos.",
        "<b>O BEIJINHO É DOCE…</b>\nMas você não.\nDuele com qualquer animal à sua escolha, somando +2 pontos à sua arma.",
        "<b>É DANDO QUE SE RECEBE</b>\nTroque sua menor carta pela maior de um outro jogador à sua escolha.",
        "<b>O BARATO SAI CARO</b>\nAtenção, jogadores!\nTodos duelam usando apenas as cartas de menor valor.",
        "<b>OS HUMILHADOS SERÃO EXALTADOS</b>\nDuele com o animal que estiver mais perto do início.\nSe 2 ou mais personagens estiverem nesta posição, duele com todos.",
        "<b>VACA AMARELA…</b>\nVocê já sabe o resto.\nDuele com um animal à sua escolha usando apenas cartas amarelas.",
        "<b>NÃO REPARA NA BAGUNÇA…</b>\nAtenção, animais:\nTodos duelam.\nMas antes, você deve embaralhar suas cartas e pedir para o animal à sua esquerda escolher a sua arma.",
        "<b>NÃO SABE BRINCAR, NÃO DESCE PRO PLAY…</b>\nVocê perdeu a sua vez.",
        "<b>DEUS AJUDA QUEM CEDO MADRUGA…</b>\nVocê, abençoado, avance 2 casas sem duelar.",
        "<b>FUSCA AZUL!</b>\nJá viu? Atenção, animais: \nTodos duelam usando somente cartas da cor azul.",
        "<b>LARANJA MADURA NA BEIRA DA ESTRADA OU ESTÁ PODRE OU ESTÁ BICHADA</b>\nAtenção, animais: \nTodos duelam usando somente cartas da cor laranja.",
        "<b>PRIVILEGIADO, SIM!</b>\nTodos os outros animais duelam usando as armas de menor valor, menos você, chuchu, que pode usar a de maior valor.",
        "<b>O AMOR É UMA FLOR ROXA…</b>\ne sua arma também será.\nAtenção, animais: \nTodos duelam usando apenas cartas roxas.",
        "<b>NÃO EXISTE ROSA SEM ESPINHO</b>\nAtenção, animais:\nTodos duelam apenas com rosas… digo, com cartas vermelhas.",
        "<b>A VIDA TEM A COR QUE VOCÊ PINTA!</b>\nAtenção, animais: \nTodos duelam usando apenas cartas verdes.",
        "<b>A UNIÃO FAZ A FORÇA…</b>\nE às vezes um docinho também.\nJunte os pontos de 2 cartas de menor valor e chame 2 outros animais para somarem suas respectivas cartas de menor valor e entrarem neste duelo contra você.\nSe você vencer, avance 2 casas, caso contrário, volte 2 casas.",
        "<b>ANTES SÓ DO QUE MAL ACOMPANHADO</b>\nTodos os animais, exceto você, alecrim-dourado, devem voltar 1 casa.",
        "<b>CHEGA PRO LADO, ROSE... NESTA PORTA CABEM DOIS</b>\nVocê e o animal à sua direita avançam 1 casa.",
        "<b>VOU TE MOSTRAR COM QUANTOS PAUS SE FAZ UMA CANOA!</b>\nDuele ao mesmo tempo com o animal à sua direita e com o animal à sua esquerda, usando apenas armas de madeira.",
        "<b>QUEM NÃO É VISTO, NÃO É LEMBRADO</b>\nOs 3 últimos animais deixados para trás duelam entre si usando apenas itens de lazer.",
        "<b>AONDE A VACA VAI, O BOI VAI ATRÁS</b>\nVocê e o animal que perdeu o último duelo avançam 1 casa.",
        "<b>É MUITA AREIA PRO SEU CAMINHÃO</b>\nO animal à sua direita escolhe, sem espiar, uma de suas cartas para devolver ao monte de armas.",
        "<b>EM TIME QUE ESTÁ GANHANDO NÃO SE MEXE</b>\n...e você também não! Fique exatamente onde está.",
        "<b>PRA CAVALO VELHO O REMÉDIO É CAPIM NOVO</b>\nO animal mais distante do Panteão dos Magos do Tempo adiciona a si duas novas cartas de armas.",
        "<b>QUANTO MAIS ALTO, MAIOR O TOMBO</b>\nO animal mais próximo do Panteão dos Magos do Tempo troca de lugar com o mais distante.",
        "<b>AQUI SE FAZ, AQUI SE PAGA!</b>\nAqui está a licença que buscavam para fazer justiça com as próprias mãos:\nOs 2 últimos animais que venceram nas 2 últimas rodadas duelam entre si.",
        "<b>AS APARÊNCIAS ENGANAM…</b>\nAtenção, animal: \nSe você estiver em uma casa de número par, volte 1 casa; se estiver em uma casa de número ímpar, avance 1 casa.",
        "<b>O QUE NÃO TE MATA, TE FAZ MAIS FORTE</b>\nGuarde esta carta e use quando quiser vencer um duelo que você perderia, se não tivesse essa carta, claramente.\nEsta carta só pode ser usada uma única vez e é intransferível.\nUSO ÚNICO",
        "<b>ELA TÁ TÃO NA SUUUUUUAA!!</b>\nEscolha um jogador para receber o presente de avançar uma casa — mas sem segundas intenções, ok?\n*piscadinha*"
      ]
    },
    {
      "nome": "🎬Baralho de Animações",
      "ativo": false,
      "descricao": "Expansão com frases baseadas no mundo animado.",
      "frases": [
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>AO INFINITO E ALÉM!</b>\nVocê avança 1 casa.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>AMIGO ESTOU AQUI</b>\nVocê e outro jogador escolhido por você avançam juntos 1 casa.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>HAKUNA MATATA!</b>\nSeus probleeemas, você deve esqueceeeer...\nEntão relaxe!\nNinguém duela nesta rodada.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>LIVRE ESTOOOU!</b>\nE está mesmo...\n...da sua vez de jogar.\nFique onde está",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>MIRABEL SEMPRE ESTEVE CERTA!</b>\nTodos duelam apenas com coisas da 'casita', ou seja, itens domésticos.",
        "<size=80%><b><color=#FFDD55>Baralho de Animações</color></b></size>\n<b>EU GOSTO DE ABRAÇOS QUENTINHOS!</b>\nTodos os animais duelam apenas com <b>itens inflamáveis</b>."
]
    },
    {
      "nome": "👾 Baralho Geek",
      "ativo": false,
      "descricao": "Cartas inspiradas em filmes, séries e cultura nerd.",
      "frases": [
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>EU SOU INEVITAVEL!</b>\nO animal que jogou antes de você selecionará metade das armas da sua mão, mas sem espiar, para serem descartadas em um esralar de dedos.\nPerfeitamente balanceado!.",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>VOCÊ NÃO PASSARÁ!</b>\nBloqueie o avanço de um oponente, mas...\n como toda magia tem um preço...\n<b>nenhum de vocês dos jogará na próxima rodada.</b>",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>ATENÇÃO! TORNADO PARA OZ PASSANDO...</b>\nEscolha um jogador para embaralhar todas as cartas da sua mão com as que ainda não foram retiradas do deck de armas e refazer a sua mão com um novo sorteio.",
        "<size=80%><b><color=#66CCFF>Baralho Geek</color></b></size>\n<b>QUE A FORÇA ESTEJA COM VOCÊ!</b>\nVocê duelará com o lado oposto da força, ou seja, o jogador que estiver mais distante da sua posição no tabuleiro."
      ]
    },
    {
      "nome": "🎄Baralho Natalino",
      "ativo": false,
      "descricao": "Expansão com frases natalinas e temas festivos.",
      "frases": [
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>HO HO HO!</b>\nTodos os jogadores trocam de posição no tabuleiro em sentido horário.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>ESPERA, ESSE PRESENTE É MEU!</b>\nRoube uma arma de qualquer jogador.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>CEIA DE NATAL</b>\nHora de se comparar com os primos e ver quem conquistou mais coisas neste ano. Todos os jogadores se unem em um duelo coletivo. Quem tiver a maior arma avança 2 casas.",
        "<size=80%><b><color=#FF4444>Baralho Natalino</color></b></size>\n<b>VOCÊ NÃO FOI UM BOM MENINO!</b>\n<b>Volte duas casas</b> e seja melhor daqui para frente!"
      ]
    }
  ]
}




